import './about.css';

export default function () {
  return (
    <div className="about">
      <h2>About</h2>
      <div className="contact's">
        <p1>Контакты</p1>
        <li>
          discord:
          <a href="https://discord.com/invite/rnmj33yn">-link-</a>
        </li>
        <li>mail: wowGM@gmail.com</li>
      </div>
      <div className="description">
        <p1>Добро пожаловать на сайт гильдии "Гвардию Вечной Звезды", мы создаем сообщество объединяющее игроков, которые ищут приключения и славы в мире World of Warcraft. Мы — братство единомышленников, сочетающее в себе теплый дух сообщества и стремление к достижению целей на высшем уровне игры.</p1>
        <p1>Мы строим наше братство на основе взаимопомощи, поддержки и дружбы. Вместе мы преодолеваем все препятствия и делимся своими успехами и победами. Мы ценим честность и уважение к мнению каждого члена сообщества. В нашем сообществе нет места притеснениям или неуважению.</p1>
      </div>
    </div>

  );
}
