import "./about.css"
export default () => {
    return(
        <div class="about">
            <h2>About</h2>
            <div class="contact's"><p1>Контакты</p1>
                <li>discord: <a href="https://discord.com/invite/rnmj33yn">-link-</a></li>
                <li>mail: wowGM@gmail.com</li>
            </div>
            <div class="description">
                <p1>Добро пожаловать на сайт гильдии "Гвардию Вечной Звезды", мы создаем сообщество объединяющее игроков, которые ищут приключения и славы в мире World of Warcraft. Мы — братство единомышленников, сочетающее в себе теплый дух сообщества и стремление к достижению целей на высшем уровне игры.</p1>
                <p1>Мы строим наше братство на основе взаимопомощи, поддержки и дружбы. Вместе мы преодолеваем все препятствия и делимся своими успехами и победами. Мы ценим честность и уважение к мнению каждого члена сообщества. В нашем сообществе нет места притеснениям или неуважению.</p1>
            </div>
        </div>
        
    );
};